tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "sqlite"
brew "xz"
brew "chezmoi"
brew "coreutils"
brew "git"
brew "jq"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "starship"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "amazon/amazon/mwinit"
brew "amazon/amazon/ninja-dev-sync"
cask "1password"
cask "appcleaner"
cask "corretto8"
cask "dozer"
cask "dropbox"
cask "fantastical"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "keepingyouawake"
cask "omnigraffle"
cask "protonmail-bridge"
cask "protonvpn"
cask "rectangle"
cask "slack"
