tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "smithy-lang/tap"
brew "chezmoi"
brew "coreutils"
brew "xz"
brew "gcviewer"
brew "git"
brew "git-lfs"
brew "jq"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "spaceship"
brew "sqlite"
brew "starship"
brew "tldr"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "amazon/amazon/ninja-dev-sync"
brew "smithy-lang/tap/smithy-cli"
cask "1password"
cask "appcleaner"
cask "brave-browser"
cask "corretto11"
cask "corretto17"
cask "corretto8"
cask "dozer"
cask "fantastical"
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "intellij-idea"
cask "keepingyouawake"
cask "obsidian"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
